{
  "id_dono": 00000000,
  "token_bot": "token_bot",
  "support": "Esse aqui é o suporte caso você queira conversar sobre bugs, entre outras coisas referentes.\n\nThis is the support if you want to talk about bugs and other related issues.\n\nЭто поддержка, если вы хотите обсудить ошибки и другие связанные вопросы.\n\n@forclogs <a href=\"https://i.pinimg.com/736x/e9/54/23/e95423fa3d7c05ad78c208a9998ed258.jpg\">ㅤ</a>",
  "welcome": " Seja muito bem-vindo ao nosso bot de OSINT!\n\nWelcome to our OSINT bot!\n\nДобро пожаловать в нашего бота OSINT! <a href=\"https://wallpapers-clan.com/wp-content/uploads/2024/06/purple-sky-space-scenery-desktop-wallpaper-preview-1024x576.jpg\">ㅤ</a>",
  "tools": "Aqui você encontra diversas ferramentas para OSINT.\n\nHere you will find a variety of tools for OSINT.\n\nЗдесь вы найдете множество инструментов для OSINT. <a href=\"https://geobot.org/wp-content/uploads/2023/08/Inteligencia-artificial-criar-imagens-com-IA.png\">ㅤ</a> ",
  "url": "Esse comando irá fazer consulta pela URL. Todos os dias são adicionadas novas informações. Pode ser que você use o comando hoje e não traga respostas, porém a todo momento estão sendo adicionadas novas informações ao banco de dados.\n\nComando: /url host\n\nThis command will query by URL. New information is added every day. You may use the command today and not get any responses, but new information is constantly being added to the database.\n\nCommand: /url host\n\nЭта команда будет запрашивать по URL. Каждый день добавляются новые данные. Вы можете использовать команду сегодня и не получить ответов, но новые данные постоянно добавляются в базу данных.\n\nКоманда: /url host <a href=\"https://i.ibb.co/SXHn0FF/guts.jpg\">ㅤ</a>\n\nPoints: 9",
  "mail": "Esse comando irá buscar vazamentos referentes ao e-mail. Mesmo que não encontremos resultados, isso não quer dizer que não foi vazado, pois estamos trabalhando constantemente nessa parte de e-mails.\n\nThis command will search for leaks related to the email. Even if we do not find results, it does not mean that it has not been leaked, as we are constantly working on this email aspect.\n\n\nЭта команда будет искать утечки, связанные с электронной почтой. Даже если мы не найдем результатов, это не означает, что они не были утечены, так как мы постоянно работаем над этой частью электронной почты.\n\nКоманда: \n/email1 <a href=\"https://i.ibb.co/74zZq41/a.jpg\">ㅤ</a>\n\nPoints: 12",
  "email2": " Esse comando irá buscar URL:user:pass a partir do usuário.\n\n\nThis command will search for URL:user:pass from the username.\n\n\nЭта команда будет искать URL:user:pass по имени пользователя\n\n/email2 email\n\nPoints: 12 <a href=\"https://t.me/ossintools/37\">ㅤ</a>  ",
  "convite": "By sending the invitation link, you are the person receiving points for it. Your invitation link has been sent to the person, and you will receive a welcome message.\n\nEnviando o link de convite, você é a pessoa que recebe pontos por isso. Seu link de convite foi enviado para a pessoa, e você receberá uma mensagem de boas-vindas.\n\nОтправляя ссылку-приглашение, вы получаете за это баллы. Ваша ссылка-приглашение была отправлена человеку, и вы получите приветственное сообщение.",
  "saldo_inicial": 15,
  "saldo_convite": 4,
  "pontos_consulta_url": 9,
  "pontos_colsulta_email01": 12,
  "pontos_subdomain": 15,
  "insuficiente": "Você tem saldo insuficiente para realizar esta operação.\n\nYou have insufficient balance to perform this operation.\n\nУ вас недостаточно средств для выполнения этой операции.",
  "country": "Aqui estão as opções de pagamento de cada país. Compre seus pontos e divirta-se no bot.\n\nHere are the payment options for each country. Buy your points and have fun in the bot.\n\nВот варианты оплаты для каждой страны. Купите свои баллы и наслаждайтесь ботом. <a href=\"https://th.bing.com/th/id/OIG1.ZhbVsUTGxZ9w4dexfp.d?w=1024&h=1024&rs=1&pid=ImgDetMain\">ㅤ</a>",
  "VK": "Aproximadamente em 2012, o site de mídia social russo conhecido como VK foi invadido e quase 100 milhões de contas foram expostas. Os dados surgiram em junho de 2016, onde estavam sendo vendidos através de um site do mercado escuro e incluíam nomes, endereços de e-mail, números de telefone e senhas em texto simples.\n\nПриблизительно в 2012 году российская социальная сеть VK была взломана, и почти 100 миллионов учетных записей были раскрыты. Данные появились в июне 2016 года, когда они продавались через сайт темного рынка и включали имена, адреса электронной почты, номера телефонов и пароли в открытом виде.\n\nApproximately in 2012, the Russian social media site known as VK was hacked, and nearly 100 million accounts were exposed. The data emerged in June 2016, where it was being sold through a dark web marketplace and included names, email addresses, phone numbers, and plain text passwords.",
  "database": "Aqui você encontra todos os bancos de dados que foram adicionados ao bot, porém há muitos bancos de dados que eu não coloquei neste menu.\n\nЗдесь вы найдете все базы данных, которые были добавлены в бот, но есть много баз данных, которые я не добавил в это меню.\n\nHere you will find all the databases that have been added to the bot, but there are many databases that I haven't included in this menu.",
  "Eye4Fraud": "Em fevereiro de 2023, os dados supostamente retirados do serviço de proteção contra fraudes Eye4Fraud foram listados para venda em um popular fórum de hackers. Abrangendo dezenas de milhões de linhas com 16 milhões de endereços de e-mail exclusivos, os dados foram distribuídos em 147 tabelas, totalizando 65 GB e incluíram usuários diretos do serviço e o que parecem ser indivíduos que fizeram pedidos em outros serviços que implementaram a Eye4Fraud para proteger suas vendas. Os dados incluíam nomes e hashes de senha bcrypt para usuários e nomes, números de telefone, endereços físicos e dados parciais de cartão de crédito (tipo de cartão e últimos 4 dígitos) para pedidos feitos usando o serviço. A Eye4Fraud não respondeu a várias tentativas de relatar o incidente.\n\nВ феврале 2023 года данные, предположительно полученные из сервиса защиты от мошенничества Eye4Fraud, были выставлены на продажу на популярном хакерском форуме. Данные, охватывающие десятки миллионов строк с 16 миллионами уникальных электронных адресов, были распределены по 147 таблицам общим объемом 65 ГБ и включали прямых пользователей сервиса и, по-видимому, людей, которые делали заказы в других сервисах, использующих Eye4Fraud для защиты своих продаж. Данные включали имена и bcrypt-хэши паролей пользователей, а также имена, номера телефонов, физические адреса и частичные данные кредитных карт (тип карты и последние 4 цифры) для заказов, сделанных с использованием сервиса. Eye4Fraud не ответил на многочисленные попытки сообщить о происшествии.\n\nIn February 2023, data allegedly taken from the Eye4Fraud fraud protection service was listed for sale on a popular hacker forum. Spanning tens of millions of rows with 16 million unique email addresses, the data was distributed across 147 tables, totaling 65 GB, and included direct users of the service and what appear to be individuals who placed orders on other services that implemented Eye4Fraud to protect their sales. The data included names and bcrypt password hashes for users, as well as names, phone numbers, physical addresses, and partial credit card data (card type and last 4 digits) for orders made using the service. Eye4Fraud did not respond to multiple attempts to report the incident.",
  "piping": "Em abril de 2024, os endereços de e-mail da loja de produtos de saúde on-line Piping Rock foram postados publicamente em um popular fórum de hackers. Os dados também incluíam nomes, números de telefone e endereços físicos. A conta que publica os dados já havia postado várias outras violações de dados que parecem ter sido obtidas do serviço da Shopify usado pelos respectivos sites.\n\nDados comprometidos: Endereços de e-mail, nomes, números de telefone, endereços físicos.\n\nВ апреле 2024 года адреса электронной почты онлайн-магазина товаров для здоровья Piping Rock были публично опубликованы на популярном хакерском форуме. Данные также включали имена, номера телефонов и физические адреса. Аккаунт, публикующий данные, ранее выкладывал несколько других утечек данных, которые, по-видимому, были получены из сервиса Shopify, используемого соответствующими сайтами.\n\nСкомпрометированные данные: Адреса электронной почты, имена, номера телефонов, физические адреса.\n\nIn April 2024, email addresses from the Piping Rock online health products store were publicly posted on a popular hacker forum. The data also included names, phone numbers, and physical addresses. The account posting the data had previously posted several other data breaches that appear to have been obtained from the Shopify service used by the respective websites.\n\nCompromised data: Email addresses, names, phone numbers, physical addresses.",
  "mypertamina": "Em novembro de 2022, a empresa indonésia de petróleo e gás Pertamina sofreu uma violação de dados de seu serviço MyPertamina. O incidente expôs 44M registros com 6M endereços de e-mail exclusivos, juntamente com nomes, datas de nascimento, gêneros, endereços físicos e compras.\n\nDados comprometidos: Datas de nascimento, endereços de e-mail, gêneros, nomes, números de telefone, endereços físicos, compras.\n\nВ ноябре 2022 года индонезийская нефтегазовая компания Pertamina потерпела утечку данных своего сервиса MyPertamina. Инцидент раскрыл 44 миллиона записей, содержащих 6 миллионов уникальных электронных адресов, а также имена, даты рождения, пол, физические адреса и информацию о покупках.\n\nСкомпрометированные данные: Даты рождения, электронные адреса, пол, имена, номера телефонов, физические адреса, покупки.\n\nIn November 2022, the Indonesian oil and gas company Pertamina suffered a data breach of its MyPertamina service. The incident exposed 44M records with 6M unique email addresses, along with names, birth dates, genders, physical addresses, and purchases.\n\nCompromised data: Birth dates, email addresses, genders, names, phone numbers, physical addresses, purchases.",
  "linkedIn": "LinkedIn Scraped Data (2021): Durante o primeiro semestre de 2021, o LinkedIn foi alvo de invasores que raspavam dados de centenas de milhões de perfis públicos e depois os vendiam on-line. Embora a raspagem não constitua uma violação de dados nem o acesso a quaisquer dados pessoais não destinados a serem acessíveis ao público, os dados ainda foram monetizados e, mais tarde, circularam amplamente em círculos de hackers. Os dados raspados contêm aproximadamente 400 milhões de registros com 125 milhões de endereços de e-mail exclusivos, bem como nomes, localizações geográficas, gêneros e cargos. O LinkedIn aborda especificamente o incidente em sua postagem em 'Uma atualização sobre o relatório de dados raspados.'\n\nDados comprometidos: Níveis de educação, endereços de e-mail, gêneros, locais geográficos, títulos de trabalho, nomes, perfis de mídia social.\n\nLinkedIn Scraped Data (2021): В первой половине 2021 года LinkedIn стал целью злоумышленников, которые собирали данные с сотен миллионов публичных профилей, а затем продавали их в Интернете. Хотя сбор данных не является нарушением безопасности данных или доступом к личным данным, которые не должны быть доступны публично, эти данные были монетизированы и впоследствии широко распространялись в хакерских кругах. Собранные данные содержат около 400 миллионов записей с 125 миллионами уникальных электронных адресов, а также имена, географическое местоположение, пол и должности. LinkedIn конкретно упоминает этот инцидент в своем посте 'Обновление по отчету о сборе данных.'\n\nСкомпрометированные данные: Уровень образования, электронные адреса, пол, географическое местоположение, должности, имена, социальные сети.\n\nLinkedIn Scraped Data (2021): During the first half of 2021, LinkedIn was targeted by attackers scraping data from hundreds of millions of public profiles and then selling it online. While scraping does not constitute a data breach nor access to any personal data not meant to be publicly accessible, the data was still monetized and later widely circulated in hacker circles. The scraped data contains approximately 400 million records with 125 million unique email addresses, along with names, geographic locations, genders, and job titles. LinkedIn specifically addresses the incident in its post 'An Update on Scraped Data Report.'\n\nCompromised data: Education levels, email addresses, genders, geographic locations, job titles, names, social media profiles.",
  "livpure": "Em agosto de 2020, o varejista indiano Livpure sofreu uma violação de dados que expôs mais de 1 milhão de compras de clientes, com 270 mil endereços de e-mail exclusivos. Os dados também incluíam nomes, números de telefone, endereços físicos e detalhes dos itens comprados. Os dados foram fornecidos ao HIBP por uma fonte que solicitou que fossem atribuídos a 'white_peacock@riseup.net'.\n\nDados comprometidos: Endereços de e-mail, Nomes, Números de telefone, Endereços físicos, Compras, Saudações.\n\nВ августе 2020 года индийский розничный продавец Livpure потерпел утечку данных, которая раскрыла более 1 миллиона покупок клиентов с 270 тысячами уникальных электронных адресов. Данные также включали имена, номера телефонов, физические адреса и информацию о купленных товарах. Данные были предоставлены HIBP источником, который попросил приписать их 'white_peacock@riseup.net'.\n\nСкомпрометированные данные: Электронные адреса, Имена, Номера телефонов, Физические адреса, Покупки, Приветствия.\n\nIn August 2020, the Indian retailer Livpure suffered a data breach which exposed over 1 million customer purchases with 270 thousand unique email addresses. The data also included names, phone numbers, physical addresses, and details of purchased items. The data was provided to HIBP by a source who requested it be attributed to 'white_peacock@riseup.net'.\n\nCompromised data: Email addresses, Names, Phone numbers, Physical addresses, Purchases, Salutations.",
  "hub": "Hurb: Em aproximadamente março de 2019, a agência de viagens online brasileira Hurb (anteriormente Hotel Urbano) sofreu uma violação de dados. Posteriormente, os dados apareceram online para download no ano seguinte e incluíram mais de 20 milhões de registros de clientes com endereços de e-mail e IP, nomes, datas de nascimento, números de telefone e senhas armazenadas como hashes MD5 sem saída. Os dados foram fornecidos ao HIBP por dehashed.com.\n\nDados comprometidos: Datas de nascimento, endereços de e-mail, endereços IP, nomes, senhas, números de telefone, perfis de mídia social.\n\nHurb: В приблизительно марте 2019 года бразильское онлайн-туристическое агентство Hurb (ранее известное как Hotel Urbano) столкнулось с утечкой данных. Позже данные появились онлайн для скачивания в следующем году и включали более 20 миллионов записей клиентов с адресами электронной почты и IP, именами, датами рождения, номерами телефонов и паролями, хранящимися как хеши MD5 без соли. Данные были предоставлены HIBP от dehashed.com.\n\nСкомпрометированные данные: Даты рождения, электронные адреса, IP-адреса, имена, пароли, номера телефонов, профили социальных сетей.\n\nHurb: In approximately March 2019, the Brazilian online travel agency Hurb (formerly known as Hotel Urbano) suffered a data breach. Subsequently, the data appeared online for download the following year and included over 20 million customer records with email and IP addresses, names, birthdates, phone numbers, and passwords stored as unsalted MD5 hashes. The data was provided to HIBP by dehashed.com.\n\nCompromised data: Birthdates, email addresses, IP addresses, names, passwords, phone numbers, social media profiles.",
  "habib": "Em agosto de 2021, foi feita uma alegação de que a empresa brasileira de fast food 'Habib's' havia sofrido uma violação de dados que mais tarde foi redistribuída como parte de um corpus maior de dados. Após uma investigação minuciosa, a empresa-mãe Gennius concluiu que as informações na violação não estavam relacionadas a bancos de dados que detivessem as informações pessoais de seus clientes e haviam sido atribuídas erroneamente à Habib's. O corpus de dados continha 3,5 milhões de endereços de e-mail exclusivos, juntamente com endereços IP, nomes, números de telefone, datas de nascimento e links para perfis de mídia social.\n\nDados comprometidos: Datas de nascimento, endereços de e-mail, endereços IP, nomes, números de telefone, perfis de mídia social.\n\nВ августе 2021 года появилось утверждение, что бразильская компания быстрого питания 'Habib's' столкнулась с нарушением данных, которое позже было перераспределено как часть более крупного корпуса данных. После тщательного расследования материнская компания Gennius пришла к выводу, что информация в нарушении не имела отношения к базам данных, которые содержат личные данные их клиентов, и была ошибочно приписана 'Habib's'. Корпус данных включал 3,5 миллиона уникальных электронных адресов, а также IP-адреса, имена, номера телефонов, даты рождения и ссылки на профили в социальных сетях.\n\nСкомпрометированные данные: Даты рождения, электронные адреса, IP-адреса, имена, номера телефонов, профили в социальных сетях.\n\nIn August 2021, a claim was made that the Brazilian fast food company 'Habib's' had suffered a data breach which was later redistributed as part of a larger corpus of data. After a thorough investigation, the parent company Gennius concluded that the information in the breach was not related to databases holding personal information of their customers and had been mistakenly attributed to 'Habib's'. The data corpus contained 3.5 million unique email addresses, along with IP addresses, names, phone numbers, birthdates, and links to social media profiles.\n\nCompromised data: Birthdates, email addresses, IP addresses, names, phone numbers, social media profiles.",
  "zurich": "January 2023, the Japanese arm of Zurich insurance suffered a data breach that exposed 2.6M customer records with over 756k unique email addresses. The data was subsequently posted to a popular hacking forum and also included names, genders, dates of birth and details of insured vehicles. The data was provided to HIBP by a source who requested it be attributed to 'IntelBroker'.\n\nBreach date: 8 January 2023\nDate added to HIBP: 22 January 2023\nCompromised accounts: 756,737\nCompromised data: Dates of birth, Email addresses, Genders, Names, Vehicle details.\n\nВ январе 2023 года японское подразделение страховой компании Zurich столкнулось с утечкой данных, которая выставила наружу 2.6 миллиона записей клиентов с более чем 756 тысячами уникальных электронных адресов. Данные были позже опубликованы на популярном хакерском форуме и также включали имена, пол, даты рождения и данные об застрахованных автомобилях. Данные были предоставлены HIBP источником, который попросил приписать их 'IntelBroker'.\n\nДата утечки: 8 января 2023 года\nДата добавления в HIBP: 22 января 2023 года\nКомпрометированные учетные записи: 756,737\nКомпрометированные данные: Даты рождения, электронные адреса, пол, имена, данные об автомобилях.\n\nJanuary 2023, o braço japonês da seguradora Zurich sofreu uma violação de dados que expôs 2,6 milhões de registros de clientes com mais de 756 mil endereços de e-mail exclusivos. Os dados foram posteriormente postados em um fórum de hacking popular e incluíam também nomes, gêneros, datas de nascimento e detalhes de veículos segurados. Os dados foram fornecidos ao HIBP por uma fonte que solicitou que fossem atribuídos a 'IntelBroker'.\n\nData da violação: 8 de janeiro de 2023\nData adicionada ao HIBP: 22 de janeiro de 2023\nContas comprometidas: 756,737\nDados comprometidos: Datas de nascimento, endereços de e-mail, gêneros, nomes, detalhes de veículos.",
  "zoomcar": "In July 2018, the Indian self-drive car rental company Zoomcar suffered a data breach that exposed over 3.5M records including names, email and IP addresses, phone numbers and passwords stored as bcrypt hashes. The data was provided to HIBP.\n\nBreach date: 1 July 2018\nDate added to HIBP: 5 June 2020\nCompromised accounts: 3,589,795\nCompromised data: Email addresses, IP addresses, Names, Passwords, Phone numbers.\n\nВ июле 2018 года индийская компания по аренде автомобилей Zoomcar столкнулась с утечкой данных, которая выставила наружу более 3,5 миллионов записей, включая имена, адреса электронной почты и IP, номера телефонов и пароли, сохранённые в виде хешей bcrypt. Данные были предоставлены HIBP.\n\nДата утечки: 1 июля 2018 года\nДата добавления в HIBP: 5 июня 2020 года\nКомпрометированные учетные записи: 3,589,795\nКомпрометированные данные: Адреса электронной почты, IP-адреса, Имена, Пароли, Номера телефонов.\n\nEm julho de 2018, a empresa indiana de aluguel de carros Zoomcar sofreu uma violação de dados que expôs mais de 3,5 milhões de registros, incluindo nomes, endereços de e-mail e IP, números de telefone e senhas armazenadas como hashes bcrypt. Os dados foram fornecidos ao HIBP.\n\nData da violação: 1 de julho de 2018\nData adicionada ao HIBP: 5 de junho de 2020\nContas comprometidas: 3,589,795\nDados comprometidos: Endereços de e-mail, Endereços IP, Nomes, Senhas, Números de telefone.",
  "zadig": "In June 2024, a data breach sourced from French fashion brand Zadig & Voltaire was publicly posted to a popular hacking forum. The data included names, email and physical addresses, phone numbers and genders. When contacted about the incident, Zadig & Voltaire advised the incident had occurred more than 6 months ago and that 'all measures were taken quickly.'\n\nBreach date: 16 November 2023\nDate added to HIBP: 17 June 2024\nCompromised accounts: 586,895\nCompromised data: Email addresses, Genders, Names, Phone numbers, Physical addresses.\n\nВ июне 2024 года утечка данных из французского модного бренда Zadig & Voltaire была опубликована на популярном хакерском форуме. Данные включали имена, электронные и физические адреса, номера телефонов и пол. Когда компанию попросили прокомментировать инцидент, в Zadig & Voltaire заявили, что он произошел более шести месяцев назад, и 'все меры были приняты оперативно.'\n\nДата утечки: 16 ноября 2023 года\nДата добавления в HIBP: 17 июня 2024 года\nКомпрометированные учетные записи: 586,895\nКомпрометированные данные: Электронные адреса, Пол, Имена, Номера телефонов, Физические адреса.\n\nEm junho de 2024, uma violação de dados da marca de moda francesa Zadig & Voltaire foi publicada em um fórum popular de hackers. Os dados incluíam nomes, endereços de e-mail e físicos, números de telefone e gêneros. Quando questionada sobre o incidente, a Zadig & Voltaire informou que ele ocorreu há mais de seis meses e que 'todas as medidas foram tomadas rapidamente.'\n\nData da violação: 16 de novembro de 2023\nData adicionada ao HIBP: 17 de junho de 2024\nContas comprometidas: 586,895\nDados comprometidos: Endereços de e-mail, Gêneros, Nomes, Números de telefone, Endereços físicos.",
  "younow": "In February 2019, data from the live broadcasting service YouNow appeared for sale on a dark web marketplace. Whilst it's not clear what date the actual breach occurred on, the impacted data included 18M unique email addresses, IP addresses, names, usernames and links to social media profiles. As authentication is performed via social providers, no passwords were exposed in the breach. Many records didn't have associated email addresses thus the unique number is lower than the reported total number of accounts. The data was provided to HIBP by a source who requested it be attributed to 'JimScott.Sec@protonmail.com'.\n\nBreach date: 15 February 2019\nDate added to HIBP: 18 July 2019\nCompromised accounts: 18,241,518\nCompromised data: Email addresses, IP addresses, Names, Social media profiles, Usernames.\n\nВ феврале 2019 года данные с сервиса живых трансляций YouNow появились в продаже на черном рынке. Хотя неизвестно, когда произошла фактическая утечка, скомпрометированные данные включали 18 миллионов уникальных адресов электронной почты, IP-адресов, имен, имен пользователей и ссылок на социальные профили. Так как аутентификация производится через провайдеров социальных сетей, пароли не были скомпрометированы. У многих записей не было привязанных адресов электронной почты, что объясняет разницу между числом уникальных email'ов и общим количеством аккаунтов. Данные были предоставлены HIBP источником, который попросил приписать их 'JimScott.Sec@protonmail.com'.\n\nДата утечки: 15 февраля 2019 года\nДата добавления в HIBP: 18 июля 2019 года\nКомпрометированные учетные записи: 18,241,518\nКомпрометированные данные: Адреса электронной почты, IP-адреса, Имена, Социальные профили, Имена пользователей.\n\nEm fevereiro de 2019, dados do serviço de transmissão ao vivo YouNow apareceram à venda em um mercado da dark web. Embora não esteja claro quando ocorreu a violação, os dados impactados incluíam 18 milhões de endereços de e-mail únicos, endereços IP, nomes, nomes de usuários e links para perfis em redes sociais. Como a autenticação é feita via provedores de redes sociais, nenhuma senha foi exposta na violação. Muitos registros não possuíam endereços de e-mail associados, portanto, o número único é menor do que o número total de contas relatado. Os dados foram fornecidos ao HIBP por uma fonte que solicitou atribuí-los a 'JimScott.Sec@protonmail.com'.\n\nData da violação: 15 de fevereiro de 2019\nData adicionada ao HIBP: 18 de julho de 2019\nContas comprometidas: 18,241,518\nDados comprometidos: Endereços de e-mail, Endereços IP, Nomes, Perfis de redes sociais, Nomes de usuário.",
  "brute": "Esse comando irá pesquisar por todos os subdomínios do site em tempo real e irá retornar os logins.\n\n\nThis command will search for all subdomains of the site in real-time and return the logins.\n\n\nЭта команда будет искать все поддомены сайта в реальном времени и вернет логины.\n\n/brute domain\n\nPoints: 15",
  "xkcd": "In July 2019, the forum for webcomic XKCD suffered a data breach that impacted 562k subscribers. The breached phpBB forum leaked usernames, email and IP addresses and passwords stored in MD5 phpBB3 format. The data was provided to HIBP by white hat security researcher and data analyst Adam Davies.\n\nBreach date: 1 July 2019\nDate added to HIBP: 1 September 2019\nCompromised accounts: 561,991\nCompromised data: Email addresses, IP addresses, Passwords, Usernames.\n\n\nВ июле 2019 года форум веб-комикса XKCD столкнулся с утечкой данных, затронувшей 562 тысячи подписчиков. Утечка phpBB форума привела к раскрытию имен пользователей, адресов электронной почты и IP-адресов, а также паролей, хранящихся в формате MD5 phpBB3. Данные были предоставлены HIBP исследователем в области безопасности Адамом Дэвисом.\n\nДата утечки: 1 июля 2019 года\nДата добавления в HIBP: 1 сентября 2019 года\nКомпрометированные учетные записи: 561,991\nКомпрометированные данные: Адреса электронной почты, IP-адреса, Пароли, Имена пользователей.\n\n\nEm julho de 2019, o fórum do webcomic XKCD sofreu uma violação de dados que impactou 562 mil assinantes. O fórum phpBB comprometido vazou nomes de usuários, endereços de e-mail e IP, além de senhas armazenadas no formato MD5 phpBB3. Os dados foram fornecidos ao HIBP por um pesquisador de segurança e analista de dados de chapéu branco, Adam Davies.\n\nData da violação: 1 de julho de 2019\nData adicionada ao HIBP: 1 de setembro de 2019\nContas comprometidas: 561,991\nDados comprometidos: Endereços de e-mail, IPs, Senhas, Nomes de usuários.",
  "left": "Por qual motivo você me removeu do seu grupo? Estou atrapalhando? Você pode dar um feedback para o meu dono\n\nWhy did you remove me from your group? Am I causing any issues? Could you provide feedback to my owner\n\nПочему вы удалили меня из своей группы? Я мешаю? Вы могли бы оставить отзыв моему владельцу  @forclogs",
  "add_your_chanell": "Muito obrigado por me adicionar em seu grupo! Fico feliz por ter gostado das minhas funcionalidades. Por favor, me conceda permissões de administrador para que meus recursos funcionem corretamente.\n\nThank you so much for adding me to your group! I'm glad you enjoy my features. Please grant me admin privileges so that my resources can work properly.\n\nСпасибо большое за добавление меня в вашу группу! Я рад, что вам нравятся мои функции. Пожалуйста, дайте мне права администратора, чтобы мои функции работали корректно.",
  "oline_in_grups": false,
  "cit0day": "In November 2020, a collection of over 23,000 allegedly breached websites, known as Cit0day, was leaked and made available for download on multiple hacking forums. The leaked data included 226 million unique email addresses paired with passwords, often available both as password hashes and their cracked, plain-text equivalents. Independent verification confirmed that the data contained numerous legitimate breaches that had not been previously disclosed.\n\nВ ноябре 2020 года была опубликована утечка данных с более чем 23 000 якобы взломанных сайтов, известная как Cit0day, которая стала доступна для скачивания на нескольких хакерских форумах. Утечка включала 226 миллионов уникальных электронных адресов с паролями, часто доступных как в виде хэшированных паролей, так и их взломанных, текстовых эквивалентов. Независимая проверка подтвердила, что данные содержат многочисленные подлинные утечки, которые ранее не раскрывались.\n\nEm novembro de 2020, uma coleção de mais de 23.000 sites supostamente comprometidos, conhecida como Cit0day, foi vazada e disponibilizada para download em vários fóruns de hackers. Os dados vazados incluíam 226 milhões de endereços de e-mail únicos emparelhados com senhas, muitas vezes disponíveis tanto como hashes de senha quanto em seus equivalentes em texto simples. Verificações independentes confirmaram que os dados continham inúmeras violações legítimas que não haviam sido divulgadas anteriormente.",
  "shop": "Aqui é a área de compras, aqui você pode comprar o que deseja. Essas são minhas opções de compras.\n\nЗдесь находится раздел покупок, здесь вы можете приобрести то, что хотите. Вот мои варианты покупок.\n\nThis is the shopping area, where you can buy what you want. These are my shopping options.",
  "Cpanel": "Aqui você encontra os logins Cpanel e webmail. A partir do momento que clicar nele, a compra será realizada.\n\nЗдесь вы найдете логины для Cpanel и webmail. Как только вы нажмете на него, покупка будет совершена.\n\nHere you can find Cpanel and webmail logins. Once you click on it, the purchase will be made.\n\nPoints: 10 <a href=\"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScwzZOWvn__mnf7Bp3kyWaN_C0FI1Xa8UQ3_rXv8CH22ClmLnMORYMxNriUHc7fwWczz4&usqp=CAU\">ㅤ</a>",
  "pontos_cpanel": 10
}
